Repository: AccionesUD/Acciones-UD-Visenture
Catalog: frontend/src/assets/locale/messages.*.xlf
Languages: fr, ru

# common.actions.close.dialog
source: Cerrar diálogo
ru: Закрыть диалог

# user.detail.registration.date
source: Fecha de registro:
ru: Дата регистрации:

# user.detail.last.access
source: Último acceso:
ru: Последний доступ:

# user.detail.identity.document
source: Documento de Identidad
ru: Идентификационный документ

# user.detail.email
source: Correo Electrónico
ru: Электронная почта

# user.detail.birthdate
source: Fecha de Nacimiento
ru: Дата рождения

# user.detail.phone
source: Teléfono
ru: Телефон

# user.detail.verification.status
source: Estado de Verificación
ru: Статус проверки

# user.detail.last.update
source: Última actualización
ru: Последнее обновление

# user.detail.tab.activity
source: Actividad
ru: Активность

# user.detail.activity.no.data
source: No hay datos de actividad disponibles para este usuario.
ru: Для этого пользователя нет данных об активности.

# user.detail.tab.security
source: Seguridad
ru: Безопасность

# user.detail.security.email.verification
source: Verificación de Email
ru: Проверка электронной почты

# common.actions.close
source: Cerrar
ru: Закрывать

# role.admin
source: Administrador
ru: Администратор

# role.commissioner
source: Comisionista
ru: Комиссиост

# role.client
source: Cliente
ru: Клиент

# role.unknown
source: Desconocido
ru: Незнакомец

# common.actions.refresh
source: Refrescar
ru: Обновлять

# users.actions.create.user
source: Crear Usuario
ru: Создать пользователя

# users.filters.status.label
source: Filtrar por estado
ru: Фильтр по штату

# users.actions.view.details.tooltip
source: Ver Detalles
ru: Смотрите детали

# users.actions.delete.user.tooltip
source: Eliminar Usuario
ru: Удалить пользователя

# users.charts.status.distribution.title
source: Distribución por Estado
ru: Распределение по штату

# users.charts.registration.trend.title
source: Tendencia de Registros
ru: Запись тенденции
