Repository: AccionesUD/Acciones-UD-Visenture
Catalog: frontend/src/assets/locale/messages.*.xlf
Languages: fr, ru

source: Tipo de Orden
fr: Type de commande

source: Precio Límite
fr: Limiter les prix

source: Precio Stop
fr: Prix ​​d'arrêt

source: Acciones
fr: Actes
ru: Действия

source: Comprar acciones
fr: Acheter des actions
ru: Купить акции

source: Vender acciones
fr: Vendre des actions
ru: Продавать действия

source: No se encontraron acciones que coincidan con los filtros seleccionados.
fr: Aucune action n'a été trouvée qui coïncide avec les filtres sélectionnés.
ru: Не было обнаружено никаких действий, которые совпадают с выбранными фильтрами.

source: Seleccionar página
fr: Sélectionner la page
ru: Выберите страницу

source: Valor Total Invertido
fr: Valeur totale inversée
ru: Общая стоимость перевернута

source: Ganancias Totales
fr: Total des bénéfices
ru: Общая прибыль

source: Acciones Totales
fr: Actions totales
ru: Общие действия

source: Rendimiento Total
fr: Performance totale
ru: Общая производительность

source: Historial de Órdenes
fr: Historique des commandes

source: Buscar por Símbolo
fr: Recherche par symbole

source: Ej: AAPL, GOOGL...
fr: Ex: AAPL, Googl ...

source: Filtrar por Operación
fr: Filtre par opération

source: Todas
fr: Tous

source: Símbolo (A-Z)
fr: Symbole (A-Z)

source: Símbolo (Z-A)
fr: Symbole (Z-A)

source: Cargando historial...
fr: Historique de chargement ...

source: No se encontraron órdenes en el historial.
fr: Aucune commande n'a été trouvée dans l'histoire.

source: No se encontraron órdenes que coincidan con los filtros.
fr: Aucune commande n'a été trouvée qui coïncide avec les filtres.

source: Símbolo
fr: Symbole

source: Operación
fr: Opération

source: Cantidad
fr: Montant

source: Precio Prom.
fr: PROM PROM PRIE.

source: Comisión
fr: Commission

source: Total Aprox.
fr: Total d'env.

source: Acciones
fr: Actes

source: Cancelar Orden
fr: Annuler la commande

# historical.paginator.aria_label
source: Seleccionar página de órdenes
fr: Sélectionnez la page des commandes

# profile.information.title
source: Información Personal
fr: Information personnelle
ru: Персональная информация

# profile.information.edit-button
source: Editar
fr: Modifier
ru: Редактировать

# profile.information.cancel-button
source: Cancelar
fr: Annuler
ru: Отмена

# profile.information.loading
source: Cargando información...
fr: Informations de chargement ...
ru: Загрузка информации ...

# profile.information.first-name.label
source: Nombre
fr: Nom
ru: Имя

# profile.information.first-name.placeholder
source: Nombre
fr: Nom

# profile.information.last-name.label
source: Apellido
fr: Nom de famille
ru: Фамилия

# profile.information.last-name.placeholder
source: Apellido
fr: Nom de famille

# profile.information.id-document.label
source: Documento de identidad
fr: Document d'identité
ru: Идентификационный документ

# profile.information.id-document.placeholder
source: Documento de identidad
fr: Document d'identité

# profile.information.birth-date.label
source: Fecha de nacimiento
fr: Date de naissance
ru: Дата рождения

# profile.information.birth-date.placeholder
source: Fecha de nacimiento
fr: Date de naissance

# profile.information.email.label
source: Correo electrónico
fr: E-mail
ru: Электронная почта

# profile.information.editable-field
source: Campo editable
fr: Champ modifiable
ru: Редактируемое поле

# profile.information.email.placeholder
source: Correo electrónico
fr: E-mail

# profile.information.phone.label
source: Teléfono
fr: Téléphone
ru: Телефон

# profile.information.phone.placeholder
source: Teléfono
fr: Téléphone

# profile.information.address.label
source: Dirección
fr: Adresse

# profile.information.address.placeholder
source: Dirección
fr: Adresse

# profile.information.saving
source: Guardando...
fr: Garder ...
ru: Держа ...

# profile.information.save-changes
source: Guardar cambios
fr: Enregistrer les modifications
ru: Сохранить изменения

# profile.information.security-title
source: Seguridad de la cuenta
fr: Sécurité du compte
ru: Безопасность счета

# profile.information.security-description
source: Gestiona tu contraseña y configuración de seguridad
fr: Gérez votre mot de passe et votre configuration de sécurité
ru: Управляйте своим паролем и конфигурацией безопасности

# profile.information.security.button.tooltip
source: Ir a seguridad
fr: Aller à la sécurité

# profile.information.security.button
source: Cambiar contraseña
fr: Changer le mot de passe

# profile.middleman.title
source: Comisionistas Disponibles
fr: Agences de commission disponibles

# profile.middleman.loading
source: Cargando comisionistas...
fr: Agents de la commission de chargement ...

# profile.middleman.no_commissioners
source: No se encontraron comisionistas disponibles.
fr: Aucune agence de commission disponible.

# profile.middleman.table.name
source: Nombre
fr: Nom

# profile.middleman.table.actions
source: Acciones
fr: Actes

# profile.middleman.hire_button
source: Contratar
fr: Embaucher

# preferences.title
source: Preferencias de usuario
fr: Préférences des utilisateurs
ru: Пользовательские предпочтения

# preferences.tab.price_alerts
source: Alertas de Precio
fr: Alertes de prix
ru: ПРЕИМУЩЕСТВА

# preferences.tab.notifications
source: Notificaciones
fr: Notifications
ru: Уведомления

# preferences.tab.markets
source: Mercados
fr: Marchés
ru: Рынки

# preferences.tab.operations
source: Operaciones
fr: Opérations
ru: Операции

# preferences.tab.others
source: Otros
fr: Autres
ru: Другие

# preferences.alerts.config_title
source: Configuración de alertas
fr: Alerte
ru: Настройки оповещения

# preferences.alerts.description
source: Las alertas te notificarán cuando una acción alcance el precio que hayas establecido.
fr: Les alertes vous informeront lorsqu'une action atteindra le prix que vous avez établi.
ru: Уведомления уведомит вас, когда действие достигнет установленной вами цены.

# preferences.alerts.no_premium
source: No tiene suscripción activa para acceder a esta característica.
fr: Il n'a aucun abonnement actif pour accéder à cette caractéristique.

# preferences.alerts.required_role
source: El rol requerido es: usuario_premium
fr: Le rôle requis est: user_premium

# preferences.alerts.enable_notifications
source: Activar notificaciones de precio
fr: Activer les notifications de prix
ru: Активировать цены уведомлений

# preferences.alerts.enable_description
source: Recibe alertas cuando tus acciones alcancen los precios objetivo
fr: Recevoir des alertes lorsque vos actions atteignent les prix cibles
ru: Получить оповещения, когда ваши действия достигают целевых цен

# common.ticker
source: Ticker
fr: Téléscripteur
ru: Тикер

# preferences.alerts.ticker_placeholder
source: Ej: AAPL
fr: Ex: AAPL
ru: Пример: AAPL

# validation.required_ticker
source: El ticker es obligatorio
fr: Le billet est obligatoire
ru: Билет обязательен

# preferences.alerts.stock_name
source: Nombre de la acción (opcional)
fr: Nom de l'action (facultatif)
ru: Название действия (необязательно)

# preferences.alerts.stock_name_placeholder
source: Ej: Apple Inc.
fr: Ex: Apple Inc.
ru: Пример: Apple Inc.

# preferences.alerts.target_price
source: Precio objetivo
fr: Prix ​​cible
ru: Целевая цена

# validation.required_target_price
source: El precio objetivo es obligatorio
fr: Le prix objectif est obligatoire
ru: Объективная цена является обязательной

# validation.price_min
source: El precio debe ser mayor que 0
fr: Le prix doit être supérieur à 0
ru: Цена должна быть больше 0

# preferences.alerts.condition
source: Condición
fr: Condition
ru: Состояние

# preferences.alerts.condition_above
source: Por encima del precio objetivo
fr: Au-dessus du prix cible
ru: Выше целевой цены

# preferences.alerts.condition_below
source: Por debajo del precio objetivo
fr: En dessous du prix cible
ru: Ниже целевой цены

# validation.required_condition
source: La condición es obligatoria
fr: La condition est obligatoire
ru: Состояние обязательно

# preferences.alerts.active
source: Alerta activa
fr: Alerte active
ru: Активное предупреждение

# common.cancel
source: Cancelar
fr: Annuler
ru: Отмена

# preferences.alerts.create_alert
source: Crear alerta
fr: Créer une alerte
ru: Создать предупреждение

# preferences.alerts.update_alert
source: Actualizar alerta
fr: Alerte de rafraîchissement
ru: Обновить бдительность

# preferences.alerts.my_alerts
source: Mis alertas configuradas
fr: Mes alertes configurées
ru: Мои настроенные оповещения

# preferences.alerts.no_alerts
source: No tienes alertas de precio configuradas
fr: Vous n'avez pas configuré les alertes de prix
ru: У вас нет настроенных предупреждений о ценах

# preferences.alerts.create_instruction
source: Crea una nueva alerta usando el formulario de arriba
fr: Créez une nouvelle alerte en utilisant le formulaire supérieur
ru: Создайте новое предупреждение, используя верхнюю форму

# common.inactive
source: Inactiva
fr: Inactif
ru: Неактивный

# preferences.alerts.condition_text
source: {VAR_SELECT, select, above {o superior} below {o inferior}}
fr: __Icu_placeholder_0__

# preferences.alerts.created_at
source: Creada el {{ alert.created_at | date:'dd/MM/yyyy' }}
fr: Créé le

# preferences.notifications.config_title
source: Configuración de métodos de notificación
fr: Configuration des méthodes de notification
ru: Конфигурация методов уведомления

# preferences.notifications.description
source: Selecciona cómo quieres recibir tus notificaciones y alertas
fr: Sélectionnez comment vous souhaitez recevoir vos notifications et alertes
ru: Выберите, как вы хотите получить свои уведомления и оповещения

# preferences.notifications.email_description
source: Recibe notificaciones por correo electrónico
fr: Recevoir des notifications par e-mail
ru: Получить уведомления по электронной почте

# preferences.notifications.push_title
source: Notificaciones push
fr: Notifications push
ru: Push -уведомления

# preferences.notifications.push_description
source: Recibe notificaciones en tu navegador o dispositivo
fr: Recevez des notifications dans votre navigateur ou votre appareil
ru: Получить уведомления в вашем браузере или устройстве

# preferences.notifications.sms_description
source: Recibe notificaciones por mensaje de texto
fr: Recevoir des notifications par SMS
ru: Получить уведомления по текстовым сообщениям

# preferences.notifications.whatsapp_description
source: Recibe notificaciones por WhatsApp
fr: Recevoir des notifications pour WhatsApp
ru: Получить уведомления для WhatsApp

# preferences.notifications.save_preferences
source: Guardar preferencias
fr: Sauver les préférences

# preferences.markets.title
source: Mercados y Sectores de Interés
fr: Marchés et secteurs d'intérêt
ru: Рынки и интересующие сектора

# preferences.markets.description
source: Personaliza tus mercados y sectores favoritos para seguimiento
fr: Personnalisez vos marchés et secteurs préférés pour la surveillance
ru: Настройте свои любимые рынки и сектора для мониторинга

# preferences.markets.favorite_markets
source: Mercados Favoritos
fr: Marchés préférés
ru: Любимые рынки

# preferences.markets.lse
source: Bolsa de Londres
fr: Sac londonien
ru: Лондонский сумка

# preferences.markets.tsx
source: Bolsa de Toronto
fr: Sac de toronto
ru: Торонто Сумка

# preferences.markets.asx
source: Bolsa de Sídney
fr: Sac Sydney
ru: Сиднейская сумка

# preferences.markets.bmv
source: Bolsa Mexicana
fr: Sac mexicain
ru: Мексиканская сумка

# preferences.markets.favorite_sectors
source: Sectores Favoritos
fr: Secteurs préférés
ru: Любимые сектора

# preferences.markets.sector.tech
source: Tecnología
fr: Technologie
ru: Технология

# preferences.markets.sector.health
source: Salud
fr: Santé
ru: Здоровье

# preferences.markets.sector.finance
source: Finanzas
fr: Finance
ru: Финансы

# preferences.markets.sector.energy
source: Energía
fr: Énergie
ru: Энергия

# preferences.markets.sector.consumer
source: Consumo
fr: Consommation
ru: Потребление

# preferences.markets.sector.materials
source: Materiales
fr: Matériels
ru: Материалы

# preferences.markets.save_preferences
source: Guardar preferencias
fr: Sauver les préférences

# preferences.operations.title
source: Configuración de operaciones
fr: Configuration des opérations
ru: Операционная конфигурация

# preferences.operations.description
source: Personaliza tus preferencias para las operaciones de compra y venta
fr: Personnalisez vos préférences pour les opérations d'achat et de vente
ru: Настройте свои предпочтения для операций на покупке и продаже

# preferences.operations.security_title
source: Seguridad y límites
fr: Sécurité et limites
ru: Безопасность и ограничения

# preferences.operations.daily_limit
source: Límite de operaciones diarias
fr: Limite des opérations quotidiennes
ru: Ежедневный лимит операций

# preferences.operations.limit_min_error
source: El límite debe ser al menos 1
fr: La limite doit être d'au moins 1
ru: Предел должен быть не менее 1

# preferences.operations.limit_max_error
source: El límite no puede ser mayor a 100
fr: La limite ne peut pas être supérieure à 100
ru: Предел не может быть больше 100

# preferences.operations.daily_limit_help
source: Establece un límite para tus operaciones diarias como medida de seguridad
fr: Établit une limite pour vos opérations quotidiennes comme mesure de sécurité
ru: Устанавливает ограничение для вашей ежедневной работы в качестве меры безопасности

# preferences.operations.confirm_large_orders
source: Confirmación adicional para órdenes grandes
fr: Confirmation supplémentaire pour les grandes commandes
ru: Дополнительное подтверждение для крупных заказов

# preferences.operations.confirm_large_orders_help
source: Solicita una confirmación adicional para órdenes que representen un gasto significativo
fr: Demander une confirmation supplémentaire des commandes qui représentent une dépense importante
ru: Запросить дополнительное подтверждение на заказы, которые представляют значительные расходы

# preferences.operations.order_config
source: Configuración de órdenes
fr: Configuration de commande
ru: Конфигурация заказа

# preferences.operations.default_order_type
source: Tipo de orden predeterminado
fr: Type d'ordre prédéterminé
ru: Предопределенный тип порядка

# preferences.operations.market_order
source: Orden a mercado
fr: Commande de marché
ru: Рыночный заказ

# preferences.operations.limit_order
source: Orden limitada
fr: Commande limitée
ru: Ограниченный заказ

# preferences.operations.stop_order
source: Orden stop
fr: Ordre de l'arrêt
ru: Остановить порядок

# preferences.operations.stop_limit_order
source: Orden stop limitada
fr: Ordre d'arrêt limité
ru: Ограниченный порядок остановки

# preferences.operations.default_order_help
source: Este tipo de orden se usará por defecto al crear nuevas órdenes
fr: Ce type de commande sera utilisé par défaut lors de la création de nouvelles commandes
ru: Этот тип порядка будет использоваться по умолчанию при создании новых заказов

# preferences.operations.auto_stop_loss
source: Activar Stop Loss automático
fr: Activer la perte d'arrêt automatique
ru: Активировать автоматическую остановку

# preferences.operations.auto_stop_loss_help
source: Establece un Stop Loss automático para todas las operaciones como protección
fr: Établit un arrêt automatique pour toutes les opérations comme protection
ru: Устанавливает автоматическую остановку для всех операций в качестве защиты

# preferences.operations.stop_loss_percentage
source: Porcentaje de Stop Loss (%)
fr: Pourcentage de pertes d'arrêt (%)
ru: Остановка процент потерь (%)

# preferences.operations.stop_loss_min_error
source: El porcentaje debe ser al menos 1%
fr: Le pourcentage doit être d'au moins 1%
ru: Процент должен быть не менее 1%

# preferences.operations.stop_loss_max_error
source: El porcentaje no puede ser mayor al 50%
fr: Le pourcentage ne peut pas être supérieur à 50%
ru: Процент не может быть более 50%

# preferences.operations.save_preferences
source: Guardar preferencias
fr: Sauver les préférences

# preferences.others.title
source: Configuración general de notificaciones
fr: Configuration de la notification générale
ru: Общая конфигурация уведомления

# preferences.others.description
source: Personaliza qué tipo de notificaciones quieres recibir
fr: Personnalisez le type de notifications que vous souhaitez recevoir
ru: Настройте, какие уведомления вы хотите получить

# preferences.others.market_open_close
source: Apertura y cierre de mercados
fr: Ouverture et fermeture du marché
ru: Открытие и закрытие рынка

# preferences.others.market_open_close_desc
source: Recibe notificaciones sobre la apertura y cierre de los mercados
fr: Recevoir des notifications sur l'ouverture et la fermeture des marchés
ru: Получить уведомления об открытии и закрытии рынков

# preferences.others.daily_summary
source: Resumen diario
fr: Résumé quotidien
ru: Ежедневное резюме

# preferences.others.daily_summary_desc
source: Recibe un resumen diario de tus operaciones
fr: Recevoir un résumé quotidien de vos opérations
ru: Получите ежедневную резюме вашей деятельности

# preferences.others.executed_orders
source: Órdenes ejecutadas
fr: Commandes exécutées
ru: Заказы выполнены

# preferences.others.executed_orders_desc
source: Recibe notificaciones cuando se ejecuten tus órdenes
fr: Recevoir des notifications lorsque vos commandes sont exécutées
ru: Получите уведомления, когда ваши заказы выполняются

# profile.header.title
source: Gestión de perfil
fr: Gestion du profil
ru: Управление профилем

# profile.header.subtitle
source: Administra tus preferencias y configuración personal
fr: Gérez vos préférences et votre configuration personnelle
ru: Управляйте своими предпочтениями и личной конфигурацией

# profile.welcome_user
source: Bienvenido, {{ userName }}
fr: Accueillir,

# profile.menu.personal-information
source: Información personal
fr: Information personnelle
ru: Персональная информация

# profile.menu.preferences
source: Preferencias
fr: Préférences
ru: Предпочтения

# profile.menu.security
source: Seguridad
fr: Sécurité
ru: Безопасность

# profile.menu.subscription
source: Suscripción
fr: Abonnement
ru: Подписка

# profile.menu.middleman
source: Comisionista
fr: Commissaire
ru: Комиссиост

# profile.menu.historical
source: Historial
fr: Enregistrer
ru: Записывать

# profile.security.title
source: Seguridad de la cuenta
fr: Sécurité du compte
ru: Безопасность счета

# profile.security.back-to-info
source: Volver a información personal
fr: Retourner aux informations personnelles
ru: Вернуться к личной информации

# profile.security.change-password
source: Cambiar contraseña
fr: Changer le mot de passe
ru: Изменить пароль

# profile.security.password-updated
source: La contraseña se ha actualizado correctamente.
fr: Le mot de passe a été mis à jour correctement.
ru: Пароль был обновлен правильно.

# profile.security.current-password
source: Contraseña actual
fr: Mot de passe actuel
ru: Текущий пароль

# profile.security.new-password
source: Nueva contraseña
fr: Nouveau mot de passe
ru: Новый пароль

# profile.security.confirm-password
source: Confirmar contraseña
fr: Confirmez le mot de passe
ru: Подтвердите пароль

# profile.security.password-requirements
source: La contraseña debe cumplir los siguientes requisitos:
fr: Le mot de passe doit répondre aux exigences suivantes:
ru: Пароль должен соответствовать следующим требованиям:

# profile.security.req-length
source: Al menos 8 caracteres
fr: Au moins 8 caractères
ru: Не менее 8 символов

# profile.security.req-uppercase
source: Al menos una letra mayúscula
fr: Au moins une lettre majuscule
ru: По крайней мере одно заглавное письмо

# profile.security.req-lowercase
source: Al menos una letra minúscula
fr: Au moins une lettre en minuscules
ru: По крайней мере одна строчная буква

# profile.security.req-number
source: Al menos un número
fr: Au moins un nombre
ru: Хотя бы одно число

# profile.security.req-special
source: Al menos un caracter especial (@$!%*?&)
fr: Au moins un personnage spécial (@ $!% *? &)
ru: По крайней мере, один специальный персонаж (@$!%*?&)

# profile.security.processing
source: Procesando...
fr: Traitement ...
ru: Обработка ...

# profile.security.change-password-button
source: Cambiar contraseña
fr: Changer le mot de passe
ru: Изменить пароль

# profile.security.two-factor
source: Verificación en dos pasos
fr: Vérification en deux étapes
ru: Два шага проверки

# profile.security.two-factor-description
source: La verificación en dos pasos añade una capa adicional de seguridad a tu cuenta. Requiere un segundo factor de autenticación además de tu contraseña.
fr: La vérification à deux étapes ajoute une couche de sécurité supplémentaire à votre compte. Il nécessite un deuxième facteur d'authentification en plus de votre mot de passe.
ru: Двухэтапная проверка добавляет дополнительный уровень безопасности в вашу учетную запись. Это требует второго фактора аутентификации в дополнение к вашему паролю.

# profile.security.setup-two-factor
source: Configurar verificación en dos pasos
fr: Configurer la vérification de deux étapes
ru: Настройте проверку двух шагов

# profile.security.coming-soon
source: Próximamente
fr: Bientôt
ru: Скоро

# profile.subscription.title
source: Gestión de Suscripción
fr: Gestion de l'abonnement

# profile.subscription.status
source: {VAR_SELECT, select, true {Activa} other {Inactiva}}
fr: __Icu_placeholder_0__

# profile.subscription.description
source: Tu suscripción controla el acceso a funcionalidades avanzadas como:
fr: Votre abonnement contrôle l'accès aux fonctionnalités avancées telles que:

# profile.subscription.feature1
source: Reportes detallados de rendimiento
fr: Rapports de performances détaillés

# profile.subscription.feature2
source: Soporte prioritario
fr: Support de priorité

# profile.subscription.feature3
source: Seguimiento a acciones preferidas
fr: Surveillance des actions préférées

# profile.subscription.feature4
source: Notificaciones personalizadas
fr: Notifications personnalisées

# profile.subscription.button_text
source: {VAR_SELECT, select, true {Administrar Suscripción} other {Ver Planes Premium}}
fr: __Icu_placeholder_0__

# profile.subscription.active_message
source: Estás disfrutando de funcionalidades premium. ¡Gracias por ser suscriptor!
fr: Vous profitez de fonctionnalités premium. Merci d'être abonné!

# footer.copyright
source: © 2025 Visenture. Todos los derechos reservados.
fr: © 2025 Vispenture. Tous droits réservés.
ru: © 2025 Висентуре. Все права защищены.

# alertDialogCloseButton
source: Cerrar
fr: Fermer
ru: Закрывать

source: Comprar acciones
fr: Acheter des actions
ru: Купить акции

source: Cerrar modal
fr: Fermer Modal
ru: Близкий модальный

# buyStockModal.current.price
source: Precio actual
fr: Prix ​​actuel
ru: Текущая цена

source: Máximo que puede comprar:
fr: Maximum vous pouvez acheter:
ru: Максимум вы можете купить:

source: {VAR_PLURAL, plural, =1 {1 acción} other {{INTERPOLATION} acciones}}
fr: {Var_plural, pluriel, = 1 {1 action} autre {

source: Saldo disponible estimado:
fr: Solde disponible estimé:
ru: Расчетный доступный баланс:

source: Orden para cliente
fr: Commande pour le client
ru: Заказ для клиента

source: Esta orden será realizada en nombre de un cliente.
fr: Cette commande sera rendue au nom d'un client.
ru: Этот заказ будет сделан от имени клиента.

source: Cantidad a comprar
fr: Montant à acheter
ru: Сумма для покупки

source: Min: 1
fr: ..tr/min
ru: Мин: 1

source: Max: {{maxQuantity}}
fr: Maxi. :

source: La cantidad es requerida
fr: Le montant est requis
ru: Требуется сумма

source: La cantidad debe ser al menos 1
fr: Le montant doit être d'au moins 1
ru: Сумма должна быть не менее 1

source: No tiene suficiente saldo para esta cantidad
fr: Il n'a pas assez d'équilibre pour ce montant
ru: У него недостаточно баланса на эту сумму

source: Tipo de orden
fr: Type de commande
ru: Тип порядка

source: Precio límite
fr: Limiter les prix
ru: Предельная цена
