Repository: AccionesUD/Acciones-UD-Visenture
Catalog: frontend/src/assets/locale/messages.*.xlf
Languages: fr, ru

source: Precio sugerido: más bajo que el mercado
fr: Prix ​​suggéré: inférieur au marché
ru: Предлагаемая цена: ниже рынка

source: Precio sugerido: más alto que el mercado
fr: Prix ​​suggéré: plus élevé que le marché
ru: Предлагаемая цена: выше, чем рынок

source: El precio límite es requerido
fr: Le prix limite est requis
ru: Требуется предельная цена

source: El precio límite debe ser mayor a 0
fr: Le prix limite doit être supérieur à 0
ru: Предельная цена должна быть больше 0

source: Vigencia
fr: Validité
ru: Достоверность

source: Permitir ejecución fuera de horario regular
fr: Autoriser l'exécution régulière du calendrier
ru: Разрешить регулярное выполнение графика

# buyStockModal.summary.quantity_label
source: Cantidad:
fr: Montant:

# buyStockModal.summary.quantity_value
source: {VAR_PLURAL, plural, =1 {1 acción} other {{INTERPOLATION} acciones}}
fr: {Var_plural, pluriel, = 1 {1 action} autre {

# buyStockModal.summary.total_value_label
source: Valor total:
fr: Valeur totale:

# buyStockModal.summary.estimated_fee_label
source: Comisión estimada:
fr: Commission estimée:

# buyStockModal.summary.total_to_pay_label
source: Total a pagar:
fr: Total à payer:

# buyStockModal.summary.disclaimer
source: * Los valores finales podrían variar según las condiciones del mercado al momento de la ejecución.
fr: * Les valeurs finales pourraient varier en fonction des conditions du marché au moment de l'exécution.

# buyStockModal.order_details_title
source: Detalles de la orden
fr: Détails de la commande

# buyStockModal.order_status_display
source: {VAR_SELECT, select, completed {Orden Completada} pending {Orden Pendiente} canceled {Orden Cancelada} other {Estado Desconocido}}
fr: __Icu_placeholder_0__

# buyStockModal.order_details.order_id_label
source: ID de orden:
fr: ID de commande:

# buyStockModal.order_details.order_type_label
source: Tipo de orden:
fr: Type de commande:

source: {VAR_SELECT, select, market {Mercado} limit {Límite} stop-loss {Stop Loss} other {Desconocido}}
fr: __Icu_placeholder_0__

# buyStockModal.order_details.buy_price_label
source: Precio de compra:
fr: Prix ​​d'achat:

# buyStockModal.order_details.quantity_label
source: Cantidad:
fr: Montant:

# buyStockModal.order_details.real_total_charged_label
source: Total cobrado real:
fr: Total réel facturé:

# buyStockModal.order_details.app_commission_label
source: Comisión app (20%):
fr: Commission d'applications (20%):

# buyStockModal.order_details.commissioner_commission_label
source: Comisión comisionista (60%):
fr: Commission du commissaire (60%):

# buyStockModal.order_details.submitted_label
source: Enviada:
fr: Soumis:

# buyStockModal.order_details.executed_label
source: Ejecutada:
fr: Exécuté:

# buyStockModal.important.information
source: Información importante
fr: Informations importantes
ru: Важная информация

# buyStockModal.completed_order_info
source: Las acciones compradas ({{ operationResult.filledQuantity || 0 }}) ya han sido acreditadas en su portafolio. Puede verlas en la sección de "Mis Acciones".
fr: Les actions achetées (

# buyStockModal.pending_order_title
source: Orden pendiente de ejecución
fr: Ordonnance d'exécution en attente

# buyStockModal.pending_order_info
source: Su orden de compra se ejecutará cuando el precio alcance las condiciones definidas. Recibirá una notificación cuando la orden sea ejecutada o cancelada.
fr: Son bon de commande sera exécuté lorsque le prix atteindra les conditions définies. Recevra une notification lorsque la commande est exécutée ou annulée.

# buyStockModal.cancel_button
source: Cancelar
fr: Annuler

# buyStockModal.submit_button
source: {VAR_SELECT, select, true {Procesando...} other {Comprar acciones}}
fr: __Icu_placeholder_0__

# buyStockModal.accept_button
source: Aceptar
fr: Accepter

# hire.commissioner.modal.title
source: Confirmar Contratación
fr: Confirmer les contrats

# hire.commissioner.modal.message
source: Estás a punto de enviar una solicitud para contratar a:
fr: Vous êtes sur le point d'envoyer une demande à embaucher:

# hire.commissioner.modal.info_message
source: Se enviará una notificación al comisionista. Una vez que acepte, podrás asignarle clientes.
fr: Une notification sera envoyée au commissaire. Une fois que vous avez accepté, vous pouvez attribuer des clients.

# common.actions.cancel
source: Cancelar
fr: Annuler
ru: Отмена

# common.soon
source: Proximamente
fr: Bientôt

# order.type.selection.title_with_symbol
source: Confirmar Tipo de Orden ({{ data.shareSymbol }})
fr: Confirmer le type de commande (

# order.type.selection.question
source: ¿Para quién deseas realizar esta orden?
fr: Qui voulez-vous passer cette commande?
ru: Кого вы хотите сделать этот заказ?

# order.type.selection.for.self
source: Para mí (orden personal)
fr: Pour moi (ordre personnel)
ru: Для меня (личный порядок)

# order.type.selection.for.client
source: Para un cliente
fr: Pour un client
ru: Для клиента

# common.actions.continue
source: Continuar
fr: Continuer
ru: Продолжать

source: Vender acciones
fr: Vendre des actions
ru: Продавать действия

source: Cerrar modal
fr: Fermer Modal
ru: Близкий модальный

source: Precio actual
fr: Prix ​​actuel
ru: Текущая цена

source: Cantidad disponible:
fr: Quantité disponible:
ru: Доступное количество:

source: {VAR_PLURAL, plural, =1 {1 acción} other {{INTERPOLATION} acciones}}
fr: {Var_plural, pluriel, = 1 {1 action} autre {

source: Valor total de tenencia:
fr: Valeur totale de possession:
ru: Общая стоимость владения:

source: Orden para cliente
fr: Commande pour le client
ru: Заказ для клиента

source: Esta orden será realizada en nombre de un cliente.
fr: Cette commande sera rendue au nom d'un client.
ru: Этот заказ будет сделан от имени клиента.

source: Cantidad a vender
fr: Montant à vendre
ru: Сумма для продажи

source: Min: 1
fr: ..tr/min
ru: Мин: 1

source: Max: {{ maxQuantity }}
fr: Maxi. :

source: La cantidad es requerida
fr: Le montant est requis
ru: Требуется сумма

source: La cantidad debe ser al menos 1
fr: Le montant doit être d'au moins 1
ru: Сумма должна быть не менее 1

source: La cantidad no puede ser mayor a {{ maxQuantity }}
fr: Le montant ne peut pas être supérieur à

source: Tipo de orden
fr: Type de commande
ru: Тип порядка

source: Precio límite
fr: Limiter les prix
ru: Предельная цена

source: Precio sugerido: más alto que el mercado
fr: Prix ​​suggéré: plus élevé que le marché
ru: Предлагаемая цена: выше, чем рынок

source: Precio sugerido: más bajo que el mercado
fr: Prix ​​suggéré: inférieur au marché
ru: Предлагаемая цена: ниже рынка

source: Precio sugerido: significativamente más alto
fr: Prix ​​suggéré: nettement plus élevé
ru: Предлагаемая цена: значительно выше

source: El precio límite es requerido
fr: Le prix limite est requis
ru: Требуется предельная цена

source: El precio límite debe ser mayor a 0
fr: Le prix limite doit être supérieur à 0
ru: Предельная цена должна быть больше 0

source: Vigencia
fr: Validité
ru: Достоверность

source: Permitir ejecución fuera de horario regular
fr: Autoriser l'exécution régulière du calendrier
ru: Разрешить регулярное выполнение графика

source: Resumen de la operación
fr: Résumé de l'opération
ru: Резюме операции

source: Precio por acción:
fr: Prix ​​par action:
ru: Цена на акцию:

source: Cantidad:
fr: Montant:
ru: Количество:

source: Valor total:
fr: Valeur totale:
ru: Общая стоимость:

source: Comisión estimada:
fr: Commission estimée:
ru: Расчетная комиссия:

source: Monto neto estimado:
fr: Montant net estimé:
ru: Расчетная чистая сумма:

source: * Los valores finales podrían variar según las condiciones del mercado al momento de la ejecución.
fr: * Les valeurs finales pourraient varier en fonction des conditions du marché au moment de l'exécution.
ru: * Окончательные значения могут варьироваться в зависимости от рыночных условий во время исполнения.

source: Procesando...
fr: Traitement ...
ru: Обработка ...

source: Detalles de la orden
fr: Détails de la commande
ru: Подробная информация о заказе

source: Orden Completada
fr: Commande terminée
ru: Завершенный заказ

source: Orden Pendiente
fr: Commande en attente
ru: Ожидающий приказ

source: Orden Cancelada
fr: Commande annulée
ru: Отменен заказ

source: ID de orden:
fr: ID de commande:
ru: Идентификатор заказа:

source: Tipo de orden:
fr: Type de commande:
ru: Тип заказа:

source: Precio de venta:
fr: Prix ​​de vente:
ru: Цена продажи:

source: Enviada:
fr: Soumis:
ru: Поданный:

source: Ejecutada:
fr: Exécuté:
ru: Выполнено:

source: Información importante
fr: Informations importantes
ru: Важная информация

source: Los fondos obtenidos de esta venta ({{ (operationResult.filled_avg_price || 0) * (operationResult.fill_qyt || 0) | currency:'COP':'symbol':'1.0-0' }}) ya han sido acreditados en su cuenta. Ya puede usar estos fondos para nuevas operaciones.
fr: Les fonds obtenus de cette vente (

source: Orden pendiente de ejecución
fr: Ordonnance d'exécution en attente
ru: В ожидании приказа на выполнение

source: Su orden de venta se ejecutará cuando el precio alcance las condiciones definidas. Recibirá una notificación cuando la orden sea ejecutada o cancelada.
fr: Sa commande client sera exécutée lorsque le prix atteindra les conditions définies. Recevra une notification lorsque la commande est exécutée ou annulée.
ru: Его заказ на продажу будет выполнен, когда цена достигнет определенных условий. Получит уведомление, когда заказ будет выполнен или отменен.

# common.actions.accept
source: Aceptar
fr: Accepter
ru: Принимать

# snapshotModalCloseButtonTooltip
source: Cerrar
fr: Fermer
ru: Закрывать

# snapshotModalLastUpdate
source: Última actualización
fr: Dernière mise à jour
ru: Последнее обновление

# snapshotModalAskPrice
source: Precio de compra (Ask)
fr: Prix ​​d'achat (demandez)
ru: Цена покупки (Спросите)

# snapshotModalSize
source: Tamaño
fr: Taille
ru: Размер

# snapshotModalBidPrice
source: Precio de venta (Bid)
fr: Prix ​​de vente (IDB)
ru: Цена продажи (IDB)

# snapshotModalSessionData
source: Datos de sesión
fr: Données de session
ru: Данные сеанса

# snapshotModalVolume
source: Volumen
fr: Volume
ru: Объем

# snapshotModalOpen
source: Apertura
fr: Ouverture
ru: Открытие

# snapshotModalHigh
source: Máximo
fr: Maximum
ru: Максимум

# snapshotModalLow
source: Mínimo
fr: Minimum
ru: Минимум

# snapshotModalPreviousSession
source: Sesión anterior
fr: Session précédente
ru: Предыдущая сессия

# snapshotModalClose
source: Cierre
fr: Clôture
ru: Закрытие

# snapshotModalNoDataAvailable
source: No hay datos disponibles
fr: Aucune donnée disponible
ru: Нет данных

# snapshotModalDataSource
source: Datos en tiempo real de Alpaca Markets
fr: Données en temps réel des marchés alpaca
ru: Данные в реальном времени с рынков Alpaca

# snapshotModalCloseButton
source: Cerrar
fr: Fermer
ru: Закрывать

# stock.selection.buy.title
source: Comprar acciones para {{ data.clientName }}
fr: Acheter des actions pour

# stock.selection.sell.title
source: Vender acciones para {{ data.clientName }}
fr: Vendre des actions pour

# stock.selection.search.label
source: Buscar acción
fr: Trouver une action
ru: Найти действие

# stock.selection.search.placeholder
source: Introduzca el símbolo o nombre de la acción
fr: Entrez le symbole ou le nom de l'action
ru: Введите символ или имя действия

# stock.selection.searching
source: Buscando...
fr: Recherche...
ru: Идет поиск...

# stock.selection.no.results
source: No se encontraron resultados
fr: Aucun résultat n'a été trouvé
ru: Результаты не было

# stock.selection.buy.instruction
source: Busca y selecciona una acción para comprar
fr: Rechercher et sélectionner une action à acheter
ru: Поиск и выберите действие, чтобы купить

# stock.selection.buy.help
source: Los resultados mostrarán las acciones disponibles
fr: Les résultats montreront les actions disponibles
ru: Результаты покажут доступные действия

# stock.selection.sell.no.stocks
source: El cliente no tiene acciones disponibles para vender
fr: Le client n'a aucune action à vendre
ru: У клиента нет никаких действий для продажи

# stock.selection.sell.empty.portfolio
source: Su cartera está vacía
fr: Votre portefeuille est vide
ru: Ваше портфолио пусто

# stock.selection.sell.available.stocks
source: Acciones disponibles para vender
fr: Actions disponibles à vendre
ru: Действия, доступные для продажи

source: {VAR_PLURAL, plural, =1 {1 acción} other {{INTERPOLATION} acciones}}
fr: {Var_plural, pluriel, = 1 {1 action} autre {

# stock.selection.portfolio.error
source: Error al cargar la cartera del cliente
fr: Erreur de chargement du portefeuille client
ru: Ошибка загрузки клиентского портфеля

# stock.selection.continue.buy
source: Continuar con compra
fr: Continuer avec l'achat
ru: Продолжить с покупкой

# stock.selection.continue.sell
source: Continuar con venta
fr: Continuez avec la vente
ru: Продолжить с продажей

# common.loading
source: Cargando...
fr: Charge ...
ru: Зарядка...

# auth.register
source: Registrarse
fr: Registre
ru: Зарегистрировать

# language.toggle
source: Cambiar idioma
fr: Changer la langue
ru: Изменение языка

# language.spanish
source: Español
fr: Espagnol
ru: испанский

# language.english
source: English
fr: Anglais
ru: Английский

# language.russian
source: Русский
fr: Рский
ru: Рск

# theme.toggle
source: Cambiar tema
fr: Changer le thème
ru: Изменить тему

# funds.add_funds
source: Agregar Fondos
fr: Ajouter des fonds
ru: Добавить средства

# navbar.notifications
source: Notificaciones
fr: Notifications
ru: Уведомления

# navbar.notifications_title
source: Notificaciones
fr: Notifications
ru: Уведомления

# notifications.transaction_completed
source: Nueva transacción completada
fr: Nouvelle transaction terminée
ru: Новая транзакция завершена

# common.time_ago_5min
source: Hace 5 minutos
fr: Il y a 5 minutes
ru: 5 минут назад

# notifications.view_all
source: Ver todas las notificaciones
fr: Voir toutes les notifications
ru: Смотрите все уведомления

# navbar.my_profile
source: Mi Perfil
fr: Mon profil
ru: Мой профиль

# navbar.my_portfolio
source: Mi Portafolio
fr: Mon portefeuille

# navbar.markets
source: Mercados
fr: Marchés
ru: Рынки

# funds.manage_funds
source: Gestionar Fondos
fr: Gérer les fonds
ru: Управление фондами

# navbar.commissioner_panel
source: Panel de Comisionista
fr: Comité de commissaire
ru: Комиссарская комиссия

# navbar.manage_users
source: Administrar Usuarios
fr: Gérer les utilisateurs
ru: Управлять пользователями

# navbar.admin_panel
source: Panel de Admin
fr: Panneau d'administration

# auth.logout
source: Cerrar Sesión
fr: Séance fermée
ru: Закрыть сессию

# navbar.home
source: Inicio
fr: Commencer
ru: Начинать

# navbar.dashboard
source: Dashboard
fr: Tableau de bord
ru: Приборная панель

# navbar.close_menu
source: Cerrar menú
fr: Fermer le menu
ru: Близкое меню

# sidebar.welcome
source: Bienvenido, {{ username || 'Usuario' }}
fr: Accueillir,

# navbar.reports
source: Panel de Inversiones
fr: Panel d'investissement

# user-edit.dialog.title
source: Editar Usuario
fr: Modifier l'utilisateur
ru: Редактировать пользователя

# user-edit.close-dialog.tooltip
source: Cerrar diálogo
fr: Fermer le dialogue

# user-edit.editing-info-label
source: Editando información de
fr: Modification des informations
ru: Редактирование информации

# user-edit.first-name.label
source: Nombre <span class="text-red-500">*</span>
fr: Nom

# user-edit.first-name.placeholder
source: Ingresa el nombre
fr: Entrez le nom
ru: Введите имя

# user-edit.last-name.label
source: Apellido <span class="text-red-500">*</span>
fr: Nom de famille

# user-edit.last-name.placeholder
source: Ingresa el apellido
fr: Entrez le nom de famille
ru: Введите фамилию

# user-edit.email.label
source: Correo Electrónico <span class="text-red-500">*</span>
fr: E-mail

# user-edit.email.placeholder
source: usuario@ejemplo.com
fr: user@ejemplo.com
ru: user@ejemplo.com

# user-edit.roles.label
source: Roles <span class="text-red-500">*</span>
fr: Rôles

# user-edit.important-info.title
source: Información importante:
fr: Informations importantes:
ru: Важная информация:

# user-edit.important-info.required-fields
source: Los campos marcados con (*) son obligatorios
fr: Les champs marqués de (*) sont obligatoires
ru: Поля, отмеченные (*), являются обязательными

# user-edit.important-info.unique-email
source: El correo electrónico debe ser único en el sistema
fr: Le courrier électronique doit être unique dans le système
ru: Электронная почта должна быть уникальной в системе

# user-edit.important-info.immediate-changes
source: Los cambios se aplicarán inmediatamente
fr: Les modifications s'appliqueront immédiatement
ru: Изменения будут применяться немедленно

# user-edit.action.cancel
source: Cancelar
fr: Annuler
ru: Отмена

# user-edit.action.save
source: Guardar Cambios
fr: Enregistrer les modifications
ru: Сохранить изменения

# user-edit.action.saving
source: Guardando...
fr: Garder ...
ru: Держа ...

# users.management.title
source: Gestión de Usuarios
fr: Gestion des utilisateurs
ru: Управление пользователями

# users.actions.refresh
source: Refrescar
fr: Rafraîchir

# users.loading.title
source: Cargando usuarios...
fr: Chargement des utilisateurs ...
ru: Загрузка пользователей ...

# common.loading.wait.message
source: Esto puede tardar unos segundos
fr: Cela peut prendre quelques secondes
ru: Это может занять несколько секунд

# users.error.contact_support
source: Por favor, intenta nuevamente o contacta con soporte si el error persiste.
fr: Veuillez réessayer ou contacter le support si l'erreur persiste.

# users.filters.search.label
source: Buscar usuario
fr: Rechercher un utilisateur
ru: Поиск пользователя

# users.filters.search.placeholder
source: Nombre, email...
fr: Nom, e-mail ...
ru: Имя, электронная почта ...

# users.filters.role.label
source: Filtrar por rol
fr: Filtre par rôle
ru: Фильтр по роли

# common.role.label
source: Rol
fr: Rôle
ru: Роль

# users.table.no_role
source: Sin rol
fr: Sans rôle

# users.actions.edit.user.tooltip
source: Editar Usuario
fr: Modifier l'utilisateur
ru: Редактировать пользователя

# users.no.results.filters
source: No se encontraron usuarios que coincidan con los filtros.
fr: Aucun utilisateur qui correspond aux filtres n'a été trouvé.
ru: Пользователи, которые соответствуют фильтрам, не были найдены.

# users.no.users.registered
source: No hay usuarios registrados en el sistema.
fr: Aucun utilisateur n'est enregistré dans le système.
ru: В системе нет пользователей.

# users.paginator.aria.label
source: Seleccionar página de usuarios
fr: Sélectionner la page utilisateur
ru: Выберите пользовательский страницу

# users.charts.role.distribution.title
source: Distribución por Rol
fr: Répartition des rôles
ru: Распределение ролей

# users.charts.role.no.data
source: No hay datos para mostrar la gráfica de roles.
fr: Il n'y a pas de données pour afficher le graphique des rôles.

# login.token.instruction-prefix
source: Hemos enviado un código de verificación a
ru: Мы отправили код проверки

# client-report.client.email-label
source: Email
ru: Электронная почта

# client-report.chart.roi-benchmark.title
source: ROI vs Benchmark
ru: ROI против эталона

# commissioner.stats.active.clients
source: activos
ru: ресурсы

# commissioner.stats.vs.last.month
source: vs. último mes
ru: против прошлого месяца

# commissioner.stats.clients.negative.roi
source: clientes con ROI negativo
ru: Клиенты с негативной рентабельностью

# commissioner.stats.this.month
source: Este mes
ru: В этом месяце

# common.email.label
source: Email
ru: Электронная почта

source: {VAR_SELECT, select, true {Usar Datos Reales} other {Usar Datos Simulados}}
ru: {VAR_SELECT, select, true {Использовать реальные данные} other {Использовать симулированные данные}}

# dashboard.data_mode
source: {VAR_SELECT, select, true {Datos Simulados} other {Datos en Vivo}}
ru: {VAR_SELECT, select, true {Симулированные данные} other {Живые данные}}

# dashboard.market_status
source: {VAR_SELECT, select, true {Abierto} other {Cerrado}}
ru: {VAR_SELECT, select, true {Открыто} other {Закрыто}}

# dashboard.recent_transactions
source: Transacciones Recientes
ru: Недавние транзакции

# dashboard.transaction_type
source: {VAR_SELECT, select, buy {Compra} sell {Venta} other {Desconocido}}
ru: {VAR_SELECT, select, buy {Покупка} sell {Продажа} other {Неизвестно}}

source: Método de Pago
ru: Способ оплаты

source: Descripción (Opcional)
ru: Описание (необязательно)

source: Añade una nota o referencia para este depósito
ru: Добавить примечание или ссылку на этот депозит

source: Transacción segura
ru: Верная транзакция

# home.hero.title
source: Potencia tu Trading con <span class="text-emerald-600 dark:text-emerald-500">Visenture</span>
ru: Улучшите свою торговлю с помощью <span class="text-emerald-600 dark:text-emerald-500">Висентуре</span>

# markets.edit-opening-time.custom-time.placeholder
source: HH:MM
ru: HH: мм

# markets.initialization
source: Inicialización de Mercados
ru: Инициализация рынков

# markets.no_markets
source: No se encontraron mercados. Haz clic para inicializarlos desde Alpaca.
ru: Рынки не были найдены. Нажмите, чтобы инициализировать их из альпаки.

# markets.create_test_stock
source: Crear Acción de Prueba
ru: Создать тестовое действие

# markets.symbol_placeholder
source: Símbolo (ej: AAPL, GOOGL, MSFT)
ru: Символ (например, AAPL, GOOGL, MSFT)

# markets.creating
source: Creando...
ru: Создание ...

# markets.create_stock
source: Crear Acción
ru: Создать действие

# markets.create_help
source: Crea acciones individuales para pruebas. Ejemplo de símbolos: AAPL (Apple), GOOGL (Google), MSFT (Microsoft), AMZN (Amazon)
ru: Создать отдельные действия для доказательств. Пример символов: AAPL (Apple), Googl (Google), MSFT (Microsoft), AMZN (Amazon)

source: Mis acciones
ru: Мои действия

source: Mercado
ru: Рынок

source: por acción
ru: По действию

source: Inversión total
ru: Общая инвестиция

# profile.information.go-to-security
source: Ir a Seguridad
ru: Перейти к безопасности

# common.email
source: Email
ru: Электронная почта

# preferences.markets.nyse
source: NYSE (New York)
ru: NYSE (Нью -Йорк)

# preferences.markets.nasdaq
source: NASDAQ
ru: Насдак

# preferences.save
source: Guardar preferencias
ru: Сохранить предпочтения

# profile.security.current-password-required
source: La contraseña actual es requerida
ru: Требуется текущий пароль

# order.type.selection.loading.clients
source: Cargando clientes...
ru: Загрузка клиентов ...

# order.type.selection.select.client.label
source: Seleccionar Cliente
ru: Выберите клиента

# order.type.selection.no.clients
source: No tienes clientes asignados.
ru: У вас нет назначенных клиентов.

source: Mercado
ru: Рынок

source: Límite
ru: Предел

source: Stop Loss
ru: Остановить потерю

source: Take Profit
ru: Получить прибыль

source: Total:
ru: Общий:

source: Comisión:
ru: Комиссия:

source: Los fondos obtenidos de esta venta ({{ (operationResult.totalAmount || 0) - (operationResult.fee || 0) | currency:'COP':'symbol':'1.0-0' }}) ya han sido acreditados en su cuenta. Ya puede usar estos fondos para nuevas operaciones.
ru: Средства, полученные из этой продажи ({{ (operationResult.totalAmount || 0) - (operationResult.fee || 0) | currency:'COP':'symbol':'1.0-0' }}) oни уже были аккредитованы в своем счете. Вы уже можете использовать эти средства для новых операций.

# language.french
source: Français
ru: Франсаис

# navbar.settings
source: Configuración
ru: Конфигурация

# navbar.portfolios
source: Portafolios
ru: Портфель

# navbar.orders
source: Órdenes
ru: Приказ

# navbar.reports
source: Informes
ru: Информация

# confirmDialog.cancelButton
source: Cancelar
ru: Отмена

# confirmDialog.confirmButton
source: Aceptar
ru: Принимать

# user.detail.dialog.title
source: Detalles del Usuario
ru: Данные пользователя
