Repository: AccionesUD/Acciones-UD-Visenture
Catalog: frontend/src/assets/locale/messages.*.xlf
Languages: fr, ru

# commissioner.commission.status.approved
source: Aprobada
fr: Approuvé
ru: Одобренный

# commissioner.commission.status.pending
source: Pendiente
fr: Boucle
ru: Серьга

# commissioner.commissions.no.results
source: No se encontraron comisiones con los filtros seleccionados
fr: Aucune commission n'a été trouvée avec les filtres sélectionnés
ru: Комиссии не было обнаружено с выбранными фильтрами

# commissioner.commissions.paginator.aria.label
source: Seleccionar página de comisiones
fr: Sélectionner la page de commission
ru: Выберите страницу комиссии

# commissioner.filters.market.all
source: Todos los mercados
fr: Tous les marchés
ru: Все рынки

# commissioner.filters.market.us
source: Estados Unidos
fr: USA
ru: США

# commissioner.filters.market.latam
source: Latinoamérica
fr: l'Amérique latine
ru: Латинская Америка

# commissioner.filters.market.eu
source: Europa
fr: Europe
ru: Европа

# commissioner.filters.market.asia
source: Asia
fr: Asie
ru: Азия

# commissioner.filters.status.all
source: Todos los estados
fr: Tous les États
ru: Все штаты

# commissioner.filters.status.active
source: Activo
fr: Actif
ru: Объект

# commissioner.filters.status.inactive
source: Inactivo
fr: Inactif
ru: Праздный

# commissioner.filters.status.pending
source: Pendiente
fr: Boucle
ru: Серьга

# commissioner.error.load.failed
source: No se pudieron cargar los datos. Intente nuevamente.
fr: Les données n'ont pas pu être chargées. Essayer à nouveau.
ru: Данные не могут быть загружены. Попробуйте еще раз.

# commissioner.error.load.error
source: Ocurrió un error al cargar los datos. Intente nuevamente.
fr: Une erreur s'est produite lors du chargement des données. Essayer à nouveau.
ru: При загрузке данных произошла ошибка. Попробуйте еще раз.

# status.active
source: Activo
fr: Actif
ru: Объект

# status.inactive
source: Inactivo
fr: Inactif
ru: Праздный

# status.pending
source: Pendiente
fr: Boucle
ru: Серьга

source: Panel de Trading
fr: Panneau de trading
ru: Торговая панель

source: {VAR_SELECT, select, 'true' {Usar Datos Reales} other {Usar Datos Simulados}}
fr: __Icu_placeholder_0__

source: Seleccionar acción:
fr: Sélectionnez Action:
ru: Выберите действие:

source: Periodo:
fr: Période:
ru: Период:

source: Intervalo:
fr: Intervalle:
ru: Интервал:

# dashboard.refresh
source: Actualizar
fr: Mise à jour
ru: Обновлять

# dashboard.price_evolution
source: Evolución de Precios
fr: Évolution des prix
ru: Эволюция цены

# dashboard.data_mode
source: {VAR_SELECT, select, 'true' {Datos Simulados} other {Datos en Vivo}}
fr: __Icu_placeholder_0__

# dashboard.watchlist
source: Lista de Observación
fr: Liste d'observation
ru: Список наблюдений

# dashboard.available_markets
source: Mercados Disponibles
fr: Marchés disponibles
ru: Доступные рынки

# dashboard.market_status
source: {VAR_SELECT, select, 'true' {Abierto} other {Cerrado}}
fr: __Icu_placeholder_0__

# dashboard.view_all_markets
source: Ver todos los mercados
fr: Voir tous les marchés
ru: Смотрите все рынки

# dashboard.recent_orders
source: Órdenes Recientes
fr: Commandes récentes

# dashboard.no_recent_orders
source: No se encontraron órdenes recientes.
fr: Les commandes récentes n'ont pas été trouvées.

# dashboard.orders.table.id
source: ID
fr: Identifiant

# dashboard.orders.table.symbol
source: Símbolo
fr: Symbole

# dashboard.orders.table.type
source: Tipo
fr: Gars

# dashboard.orders.table.quantity
source: Cantidad
fr: Montant

# dashboard.orders.table.avg_price
source: Precio Promedio
fr: Prix ​​moyen

# dashboard.orders.table.total
source: Total Aproximado
fr: Total approximatif

# dashboard.orders.table.created_at
source: Fecha Creación
fr: Date de création

# dashboard.orders.table.status
source: Estado
fr: État

# dashboard.order_side
source: {VAR_SELECT, select, buy {Compra} sell {Venta} other {Desconocido}}
fr: __Icu_placeholder_0__

# dashboard.order_status
source: {VAR_SELECT, select, pending {Pendiente} filled {Completada} canceled {Cancelada} expired {Expirada} other {Desconocido}}
fr: __Icu_placeholder_0__

source: Saldo de Cuenta
fr: Solde du compte
ru: Баланс счета

source: Saldo Total
fr: Solde total
ru: Общий баланс

source: Saldo Disponible
fr: Solde disponible
ru: Доступный баланс

source: Fondos Pendientes
fr: Fonds en attente
ru: В ожидании средств

source: Último Depósito:
fr: Dernier dépôt:
ru: Последний депозит:

source: {VAR_SELECT, select, completed {Completado} pending {Pendiente} failed {Fallido} other {Desconocido}}
fr: __Icu_placeholder_0__
ru: {VAR_SELECT, select, completed {Завершено} pending {В ожидании} failed {Сбой} other {Неизвестно}}

source: No se pudo cargar la información de la cuenta
fr: Les informations du compte n'ont pas pu être chargées
ru: Информация об учетной записи не может быть загружена

source: Información Importante
fr: Informations importantes
ru: Важная информация

source: Los fondos pueden tardar hasta <strong class="text-gray-800 dark:text-gray-200">24 horas</strong> en ser procesados dependiendo del método de pago.
fr: Les fonds peuvent prendre jusqu'à

source: El monto mínimo de depósito es de <strong class="text-gray-800 dark:text-gray-200">$10.00</strong>.
fr: Le montant minimum de dépôt est

source: Para asistencia con tus depósitos, contacta a nuestro <strong class="text-gray-800 dark:text-gray-200">soporte técnico</strong>.
fr: Pour obtenir de l'aide avec vos dépôts, contactez notre

source: Agregar Fondos
fr: Ajouter des fonds
ru: Добавить средства

source: Añade saldo a tu cuenta para comenzar a invertir
fr: Ajoutez un solde à votre compte pour commencer à investir
ru: Добавьте баланс к своей учетной записи, чтобы начать инвестировать

source: Monto a Depositar
fr: Montant de dépôt
ru: Сумма на депозит

source: El monto es requerido
fr: Le montant est requis
ru: Требуется сумма

source: El monto mínimo es $10.00
fr: Le montant minimum est de 10,00 $
ru: Минимальная сумма составляет 10,00 долл. США

source: Formato inválido. Use solo números y hasta dos decimales
fr: Format non valide. Utilisez uniquement des nombres et jusqu'à deux décimales
ru: Неверный формат. Используйте только цифры и до двух десятичных актимов

source: Procesando...
fr: Traitement ...
ru: Обработка ...

source: ¡Fondos Agregados!
fr: Ajout de fonds!
ru: Добавлены средства!

source: Error
fr: Erreur
ru: Ошибка

source: Gestión de Fondos
fr: Gestion des fonds
ru: Управление фондами

source: Recarga tu cuenta y consulta tu historial de transacciones.
fr: Rechargez votre compte et consultez l'historique de votre transaction.
ru: Зарядка своей учетной записи и проконсультируйтесь с историей транзакций.

source: Añadir Fondos
fr: Ajouter des fonds
ru: Добавить средства

source: Historial de Transacciones
fr: Historique des transactions
ru: История транзакций

source: Historial de Transacciones
fr: Historique des transactions

source: Filtrar por Tipo
fr: Filtre par type

source: Todos
fr: Tous

source: Recarga
fr: Recharger

source: Compra
fr: Achats

source: Venta
fr: Vente

source: Comisión
fr: Commission

source: Retiro
fr: Retrait

source: Filtrar por Estado
fr: Filtre par état

source: Completado
fr: Rempli

source: Procesando
fr: Traitement

source: Enviado a liquidación
fr: Envoyé à la liquidation

source: Pendiente
fr: Boucle

source: Cancelado
fr: Annulé

source: Ordenar por
fr: Trier par

source: Más Recientes
fr: Plus récent

source: Más Antiguos
fr: Plus vieux

source: Monto (Mayor a Menor)
fr: Montant (plus élevé que mineur)

source: Monto (Menor a Mayor)
fr: Montant (plus bas à supérieur)

source: Cargando historial de transacciones...
fr: Chargement de l'historique des transactions ...

source: No se encontraron transacciones en el historial.
fr: Aucune transaction dans l'histoire n'a été trouvée.

source: No se encontraron transacciones que coincidan con los filtros.
fr: Aucune transaction n'a été trouvée qui coïncide avec les filtres.

source: Fecha
fr: Date

source: Tipo
fr: Gars

source: Monto
fr: Montant

source: Estado
fr: État

source: ID Trans.
fr: Trans.

# home.hero.title
source: Potencia tu Trading con <span class="text-emerald-600 dark:text-emerald-500">Visenture</span>
fr: Alimenter votre trading avec

# home.hero.description
source: Plataforma de day trading avanzada con herramientas de análisis en tiempo real, alertas personalizadas y estrategias probadas.
fr: Plateforme de trading de jour avancé avec des outils d'analyse en temps réel, des alertes personnalisées et des stratégies éprouvées.
ru: Платформа Advanced Day Trading с реальными инструментами анализа времени, персонализированными оповещениями и проверенными стратегиями.

# home.view_markets
source: Ver Mercados
fr: Voir les marchés
ru: Смотрите рынки

# home.news.title
source: Noticias Financieras
fr: Nouvelles financières
ru: Финансовые новости

# common.retry
source: Reintentar
fr: Réintégrer
ru: Receintear

# common.read_more
source: Leer más →
fr: En savoir plus →
ru: Подробнее →

# home.benefits.title
source: ¿Por qué elegir Visenture?
fr: Pourquoi choisir la visibilité?
ru: Почему выбирают вице -президент?

# home.benefits.realtime_analysis.title
source: Análisis en Tiempo Real
fr: Analyse du temps réel
ru: Реальный анализ времени

# home.benefits.realtime_analysis.description
source: Accede a datos de mercado en tiempo real para tomar decisiones informadas.
fr: Accédez aux données du marché en temps réel pour prendre des décisions éclairées.
ru: Доступ к рынку в режиме реального времени для принятия обоснованных решений.

# home.benefits.proven_strategies.title
source: Estrategias Probadas
fr: Stratégies éprouvées
ru: Проверенные стратегии

# home.benefits.proven_strategies.description
source: Aplica estrategias de trading desarrolladas por expertos y optimizadas para diferentes mercados.
fr: Appliquer des stratégies de trading développées par des experts et optimisées pour différents marchés.
ru: Применяйте торговые стратегии, разработанные экспертами и оптимизированные для разных рынков.

# home.benefits.custom_alerts.title
source: Alertas Personalizadas
fr: Alertes personnalisées
ru: Персонализированные оповещения

# home.benefits.custom_alerts.description
source: Configura alertas para nunca perder oportunidades de trading importantes.
fr: Configurez les alertes pour ne jamais perdre d'importantes possibilités de trading.
ru: Настройте оповещения, чтобы никогда не терять важные торговые возможности.

# home.benefits.advanced_security.title
source: Seguridad Avanzada
fr: Sécurité avancée
ru: Продвинутая безопасность

# home.benefits.advanced_security.description
source: Tu información y operaciones están protegidas con los más altos estándares de seguridad.
fr: Vos informations et opérations sont protégées par les normes de sécurité les plus élevées.
ru: Ваша информация и операции защищены самыми высокими стандартами безопасности.

# home.cta.title
source: ¿Listo para empezar tu viaje de trading?
fr: Prêt à commencer votre voyage de négociation?
ru: Готовы начать торговую поездку?

# home.cta.description
source: Únete a miles de traders que ya están aumentando sus ganancias con Visenture
fr: Rejoignez des milliers de commerçants qui augmentent déjà leurs bénéfices avec une visibilité
ru: Присоединяйтесь к тысячам торговцев, которые уже увеличивают свою прибыль с вице -президентом

# home.cta.explore_markets
source: Explorar mercados
fr: Explorer les marchés
ru: Исследуйте рынки

# investment.panel.title
source: Panel de Inversiones
fr: Panel d'investissement

# investment.panel.subtitle
source: Visualiza el rendimiento de tu portafolio.
fr: Visualisez les performances de votre portefeuille.

# investment.panel.export_pdf
source: Exportar PDF
fr: Exporter PDF

# investment.panel.error_contact_support
source: Por favor, intenta nuevamente o contacta con soporte si el error persiste.
fr: Veuillez réessayer ou contacter le support si l'erreur persiste.

# investment.panel.summary_tab
source: Resumen
fr: Résumé

# investment.panel.total_value_title
source: Valor Total
fr: Valeur totale

# investment.panel.total_earnings_title
source: Ganancias Totales
fr: Total des bénéfices

# investment.panel.performance_title
source: Rendimiento
fr: Performance

# investment.panel.total_shares_title
source: Total de Acciones
fr: Total des actions

# investment.panel.asset_distribution_title
source: Distribución de Activos
fr: Distribution des actifs

# investment.panel.portfolio_performance_title
source: Rendimiento del Portafolio
fr: Performance de portefeuille

# investment.panel.recent_orders_tab
source: Órdenes Recientes
fr: Commandes récentes

# investment.panel.table.symbol_header
source: Símbolo
fr: Symbole

# investment.panel.table.side_header
source: Lado
fr: Côté

# investment.panel.table.type_header
source: Tipo
fr: Gars

# investment.panel.table.quantity_header
source: Cantidad
fr: Montant

# investment.panel.table.avg_price_header
source: Precio Promedio
fr: Prix ​​moyen

# investment.panel.table.status_header
source: Estado
fr: État

# investment.panel.table.date_header
source: Fecha
fr: Date

# markets.edit-opening-time.dialog.title
source: Editar Hora de Apertura
fr: Modifier l'heure d'ouverture
ru: Редактировать время открытия

# markets.edit-opening-time.official-time
source: Hora de apertura oficial: <span class="font-medium"> {{ market.opening_time }} </span>
fr: Heure d'ouverture officielle:

# markets.edit-opening-time.custom-time.label
source: Hora de apertura personalizada
fr: Temps d'ouverture personnalisé
ru: Пользовательское время открытия

# markets.edit-opening-time.format-help
source: Formato: 24 horas (ejemplo: 09:30)
fr: Format: 24 heures (exemple: 09:30)
ru: Формат: 24 часа (пример: 09:30)

# markets.edit-opening-time.error.required
source: La hora de apertura es requerida.
fr: Le temps d'ouverture est requis.
ru: Требуется время открытия.

# markets.edit-opening-time.error.format
source: El formato debe ser HH:MM (ejemplo: 09:30).
fr: Le format doit être HH: MM (exemple: 09:30).
ru: Формат должен быть HH: MM (пример: 09:30).

# markets.edit-opening-time.action.cancel
source: Cancelar
fr: Annuler
ru: Отмена

# markets.edit-opening-time.action.save
source: Guardar
fr: Garder
ru: Держать

# market.detail.loading
source: Cargando detalles del mercado...
fr: Détails du marché du chargement ...
ru: Загрузка деталей рынка ...

# market.detail.initialization.required.title
source: Inicialización Requerida
fr: Initialisation requise
ru: Требуемая инициализация

# market.detail.initialization.required.message
source: Los mercados no han sido inicializados. Debes inicializarlos primero desde la pantalla de listado de mercados.
fr: Les marchés n'ont pas été initialisés. Vous devez les initialiser d'abord à partir de l'écran de liste de marché.
ru: Рынки не были инициализированы. Сначала вы должны инициализировать их на экране листинга рынка.

# market.detail.back.to.markets
source: Volver a Mercados
fr: Retour aux marchés
ru: Вернуться на рынки

# common.error.title
source: Error
fr: Erreur
ru: Ошибка

# market.detail.market.info.title
source: Información del mercado
fr: Informations sur le marché
ru: Рыночная информация

# market.detail.mic.code
source: Código MIC
fr: Code micro
ru: MIC CODE

# market.detail.operation.hours
source: Horario de operación
fr: Heures de fonctionnement
ru: Часы работы

# market.detail.operation.days
source: Días de operación
fr: Jours de fonctionnement
ru: Дни работы

# market.detail.country.region
source: País/Región
fr: Pays / région
ru: Страна/регион

# market.detail.current.status.title
source: Estado actual
fr: État actuel
ru: Текущее состояние

# market.detail.status.open
source: Mercado abierto
fr: Marché libre
ru: Открытый рынок

# market.detail.status.closed
source: Mercado cerrado
fr: Marché fermé
ru: Закрытый рынок

# market.detail.closes.at
source: Cierra:
fr: Fermer:
ru: Закрывать:

# market.detail.next.opening
source: Próxima apertura:
fr: Ouverture suivante:
ru: Следующее открытие:

# market.detail.last.updated
source: Última actualización:
fr: Dernière mise à jour:
ru: Последнее обновление:

# market.detail.available.shares
source: Acciones disponibles en {{ stock.name_market }}
fr: Actions disponibles dans

# market.detail.loading.shares
source: Cargando acciones...
fr: Chargement des actions ...
ru: Загрузка акций ...

# market.detail.no.shares.title
source: No hay acciones disponibles
fr: Il n'y a pas d'actions disponibles
ru: Нет доступных действий

# market.detail.no.shares.message
source: No se encontraron acciones para este mercado.
fr: Aucune action n'a été trouvée pour ce marché.
ru: Для этого рынка не было найдено никаких действий.

# market.detail.featured.shares
source: Acciones destacadas
fr: Actions exceptionnelles
ru: Выдающиеся действия

# market.detail.sector.label
source: Sector: {{ share.sector }}
fr: Secteur:

# market.detail.view.details
source: Ver detalles
fr: Voir les détails
ru: Смотрите детали

# market.detail.buy.button
source: Comprar
fr: Acheter
ru: Купить

# market.detail.table.symbol
source: Símbolo
fr: Symbole
ru: Символ

# market.detail.table.name
source: Nombre
fr: Nom
ru: Имя

# market.detail.table.class
source: Clase
fr: Classe
ru: Сорт

# market.detail.table.sector
source: Sector
fr: Secteur
ru: Сектор

# market.detail.table.status
source: Estado
fr: État
ru: Состояние

# market.detail.table.actions
source: Acciones
fr: Actes
ru: Действия

# market.detail.status.active
source: Activa
fr: Actif
ru: Активный

# market.detail.status.inactive
source: Inactiva
fr: Inactif
ru: Неактивный

# market.detail.tooltip.view.details
source: Ver detalles
fr: Voir les détails
ru: Смотрите детали

# market.detail.tooltip.buy.share
source: Comprar acción
fr: Action d'achat
ru: Купить действие

# market.detail.tooltip.sell.share
source: Vender acción
fr: Vendre des mesures
ru: Продавать действие

# markets.available_markets
source: Mercados Disponibles
fr: Marchés disponibles
ru: Доступные рынки

# markets.schedule_management
source: Panel de Gestión de Horarios
fr: Panneau de gestion des horaires
ru: График управления панелью

# markets.schedule_description
source: Puedes personalizar el horario de apertura de cada mercado. Haz clic en el botón de edición junto a la hora de apertura de cada mercado para configurar un horario personalizado.
fr: Vous pouvez personnaliser le calendrier d'ouverture de chaque marché. Cliquez sur le bouton d'édition à côté de l'ouverture de chaque marché pour configurer un horaire personnalisé.
ru: Вы можете настроить график открытия каждого рынка. Нажмите кнопку редактирования рядом с открытием каждого рынка, чтобы настроить персонализированное расписание.

# markets.schedule_info
source: Los horarios personalizados se muestran en color verde y se aplican solo a la visualización en la aplicación.
fr: Les horaires personnalisés sont affichés en vert et s'appliquent uniquement à l'affichage dans l'application.
ru: Персонализированные графики показаны зеленым и применяются только для отображения в приложении.

# markets.loading_markets
source: Cargando mercados...
fr: Marchés de chargement ...

# markets.loading_time_message
source: Esto puede tardar unos segundos
fr: Cela peut prendre quelques secondes

# markets.error_contact_support
source: Por favor, intenta nuevamente o contacta con soporte si el error persiste.
fr: Veuillez réessayer ou contacter le support si l'erreur persiste.

# markets.market_id
source: ID del mercado:
fr: ID du marché:

# markets.schedule
source: Horario:
fr: Calendrier:

# markets.edit_opening_time
source: Editar hora de apertura
fr: Modifier l'heure d'ouverture

# markets.edit_icon
source: edit
fr: Modifier

# markets.schedule_icon
source: schedule
fr: calendrier

# markets.custom_schedule
source: Horario personalizado (oficial: {{ stock.opening_time }})
fr: Horaire personnalisé (officiel:

# markets.operation_days
source: Días operación:
fr: Jours de fonctionnement:

# markets.view_stocks
source: Ver acciones
fr: Voir des actions

# notifications.page_title
source: Notificaciones
fr: Notifications

# notifications.no_new_notifications
source: No hay notificaciones nuevas.
fr: Il n'y a pas de nouvelles notifications.

# notifications.your_notifications_title
source: Tus Notificaciones
fr: Vos notifications

# notifications.clear_all
source: Borrar Todas
fr: Supprimer tout

# notifications.mark_as_read
source: Marcar como Leída
fr: Mark comme lu

# portfolio.filters.market.label
source: Filtrar por mercado
fr: Filtre par marché
ru: Фильтр на рынке

# portfolio.filters.performance.label
source: Filtrar por rendimiento
fr: Filtre par performance
ru: Фильтр по производительности

# portfolio.filters.sort.label
source: Ordenar por
fr: Trier par
ru: Сортировать по

# portfolio.filters.sort.none
source: Sin ordenar
fr: Sans commande
ru: Без заказа

# portfolio.filters.sort.highest-value
source: Mayor valor
fr: Plus grande valeur
ru: Большее значение

# portfolio.filters.sort.lowest-value
source: Menor valor
fr: Valeur inférieure
ru: Более низкое значение

# portfolio.filters.sort.highest-gain
source: Mayor ganancia
fr: Gain plus important
ru: Больший выигрыш

# portfolio.filters.sort.highest-loss
source: Mayor pérdida
fr: Plus grande perte
ru: Большая потеря

# portfolio.filters.performance.all
source: Todos
fr: Tous
ru: Все

# portfolio.filters.performance.high
source: Alto rendimiento (>5%)
fr: Haute performance (> 5%)
ru: Высокая производительность (> 5%)

# portfolio.filters.performance.medium
source: Rendimiento medio (0-5%)
fr: Performance moyenne (0-5%)
ru: Средняя производительность (0-5%)

# portfolio.filters.performance.loss
source: En pérdida (<0%)
fr: En perte (<0%)
ru: В потере (<0%)

source: Mi portafolio
fr: Mon portefeuille

source: Cargando acciones...
fr: Chargement des actions ...
ru: Загрузка акций ...

source: Esto puede tardar unos segundos
fr: Cela peut prendre quelques secondes
ru: Это может занять несколько секунд

source: Por favor, intenta nuevamente o contacta con soporte si el error persiste.
fr: Veuillez réessayer ou contacter le support si l'erreur persiste.
ru: Пожалуйста, попробуйте еще раз или свяжитесь с поддержкой, если ошибка сохранится.

source: Reintentar
fr: Réintégrer
ru: Receintear

source: No has realizado compras aún
fr: Vous n'avez pas encore fait d'achats
ru: Вы еще не сделали покупки

source: No tienes acciones en tu portafolio. Comienza a invertir para ver tus activos.
fr: Vous n'avez aucune action dans votre portefeuille. Commencez à investir pour voir vos actifs.
ru: У вас нет действий в вашем портфолио. Начните инвестировать, чтобы увидеть ваши активы.

source: Explorar mercados
fr: Explorer les marchés
ru: Исследуйте рынки

source: No hay acciones que coincidan con los filtros
fr: Il n'y a pas d'actions qui coïncident avec les filtres
ru: Нет никаких действий, которые совпадают с фильтрами

source: Intenta con otros criterios de búsqueda.
fr: Essayez avec d'autres critères de recherche.
ru: Попробуйте с другими критериями поиска.

source: Quitar filtros
fr: Retirer les filtres
ru: Снимите фильтры

source: Detalle de Acciones
fr: Détail des actions
ru: Деталь действий

# portfolio.stocks_found_count
source: {VAR_PLURAL, plural, =1 {1 acción encontrada} other {{INTERPOLATION} acciones encontradas}}
fr: {Var_plural, pluriel, = 1 {1 action trouvée} autre {

# portfolio.showing_range
source: (mostrando {{pageIndex * pageSize + 1}}-{{pageIndex * pageSize + displayedStocks.length}})
fr: (Montrer

source: Símbolo
fr: Symbole
ru: Символ

source: Cantidad
fr: Montant
ru: Количество

source: Valor Unitario
fr: Valeur unitaire
ru: Единичное значение

# portfolio.per_share_label
source: por acción
fr: Par action

source: Valor Total
fr: Valeur totale
ru: Общая стоимость

# portfolio.total_investment_label
source: Inversión total
fr: Investissement total

source: Rendimiento
fr: Performance
ru: Производительность

source: Retorno de Dinero
fr: Retour d'argent
