Repository: AccionesUD/Acciones-UD-Visenture
Catalog: frontend/src/assets/locale/messages.*.xlf
Languages: fr, ru

# admin.analytics.dashboard_title
source: Dashboard Administrativo
fr: Tableau de bord administratif

# admin.analytics.total_users
source: Usuarios Totales
fr: Total utilisateurs

# admin.analytics.new_users_30_days
source: Nuevos (30 días)
fr: Nouveau (30 jours)

# admin.analytics.active_users
source: Activos
fr: Actifs

# admin.analytics.premium_subscriptions
source: Suscripciones Premium
fr: Abonnements premium

# admin.analytics.commission_income_title
source: Ingresos por Comisiones
fr: Commissions Revenu

# admin.analytics.risk_profile_distribution_title
source: Distribución por Perfil de Riesgo
fr: Distribution du profil de risque

# admin.analytics.transaction_volume_title
source: Volumen de Transacciones por Mercado
fr: Volume des transactions de marché

# admin.analytics.platform_usage_report_title
source: Reporte de Uso de la Plataforma
fr: Rapport d'utilisation de la plate-forme

# admin.analytics.market_management_title
source: Gestión de Mercados
fr: Gestion du marché

# admin.analytics.market_initialization_subtitle
source: Inicialización de Mercados
fr: Initialisation des marchés

# admin.analytics.initialize_markets_button
source: {VAR_SELECT, select, true {Inicializando...} other {Inicializar Mercados}}
fr: __Icu_placeholder_0__

# admin.analytics.no_markets_found_message
source: No se encontraron mercados. Haz clic para inicializarlos desde Alpaca.
fr: Les marchés n'ont pas été trouvés. Cliquez pour les initialiser depuis Alpaca.

# admin.analytics.create_test_share_subtitle
source: Crear Acción de Prueba
fr: Créer une action de test

# admin.analytics.share_symbol_placeholder
source: Símbolo (ej: AAPL, GOOGL, MSFT)
fr: Symbole (par exemple, AAPL, GOOGL, MSFT)

# admin.analytics.create_share_button
source: {VAR_SELECT, select, true {Creando...} other {Crear Acción}}
fr: __Icu_placeholder_0__

# admin.analytics.create_share_help_text
source: Crea acciones individuales para pruebas. Ejemplo de símbolos: AAPL (Apple), GOOGL (Google), MSFT (Microsoft), AMZN (Amazon)
fr: Créer des actions individuelles pour des preuves. Exemple de symboles: AAPL (Apple), Googl (Google), MSFT (Microsoft), Amzn (Amazon)

# forgot-password.brand-name
source: Visenture
fr: Visibilité
ru: Вице -президент

# forgot-password.title
source: Recuperar contraseña
fr: Récupérer le mot de passe
ru: Восстановить пароль

# forgot-password.subtitle
source: Ingresa tu correo electrónico para recibir instrucciones
fr: Entrez votre e-mail pour recevoir des instructions
ru: Введите свое электронное письмо, чтобы получить инструкции

# forgot-password.success.title
source: ¡Correo enviado!
fr: Courrier envoyé!
ru: Почта отправлена!

# forgot-password.success.message
source: Se ha enviado un correo electrónico con instrucciones para restablecer tu contraseña.
fr: Un e-mail avec des instructions pour restaurer votre mot de passe a été envoyé.
ru: Было отправлено электронное письмо с инструкциями по восстановлению пароля.

# forgot-password.success.back-to-login
source: Volver a inicio de sesión
fr: Se connecter
ru: Авторизоваться

# forgot-password.email.label
source: Correo electrónico
fr: E-mail
ru: Электронная почта

# forgot-password.email.placeholder
source: nombre@ejemplo.com
fr: name@ejemplo.com
ru: name@ejemplo.com

# forgot-password.email.error.required
source: El correo electrónico es requerido.
fr: L'e-mail est requis.
ru: Электронное письмо требуется.

# forgot-password.email.error.invalid
source: Ingresa un correo electrónico válido.
fr: Entrez un e-mail valide.
ru: Введите действующее электронное письмо.

# forgot-password.submit.sending
source: Enviando...
fr: Envoi ...
ru: Отправка ...

# forgot-password.submit.send-link
source: Enviar enlace de recuperación
fr: Envoyer un lien de récupération
ru: Отправить ссылку на восстановление

# forgot-password.back-to-login
source: Volver al inicio de sesión
fr: Retour à la connexion
ru: Вернуться к входу в систему

# forgotPassword.success.title
source: ¡Correo enviado!
fr: Courrier envoyé!
ru: Почта отправлена!

# forgotPassword.success.message
source: Revisa tu bandeja y sigue las instrucciones para restablecer tu contraseña.
fr: Vérifiez votre plateau et suivez les instructions pour restaurer votre mot de passe.
ru: Проверьте свой поднос и следуйте инструкциям, чтобы восстановить пароль.

# resetPassword.button
source: Restablecer contraseña
fr: Restaurer le mot de passe
ru: Восстановить пароль

# forgotPassword.returnToLogin
source: Volver a iniciar sesión
fr: Re -log
ru: Re -log

# login.brand-name
source: Visenture
fr: Visibilité
ru: Вице -президент

# login.credentials.title
source: Iniciar Sesión
fr: Se connecter
ru: Авторизоваться

# login.credentials.subtitle
source: Ingresa tus datos para iniciar sesión en tu cuenta
fr: Entrez vos données pour vous connecter à votre compte
ru: Введите свои данные, чтобы войти в свою учетную запись

# login.credentials.email.label
source: Correo Electrónico
fr: E-mail
ru: Электронная почта

# login.credentials.email.placeholder
source: ejemplo@correo.com
fr: Example@correo.com
ru: Example@correo.com

# login.credentials.email.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# login.credentials.email.error.invalid
source: Por favor, ingresa un correo válido.
fr: Veuillez saisir un e-mail valide.
ru: Пожалуйста, введите действующее электронное письмо.

# login.credentials.password.label
source: Contraseña
fr: Mot de passe
ru: Пароль

# login.credentials.password.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# login.credentials.password.error.minlength
source: Mínimo 6 caracteres.
fr: Minimum 6 caractères.
ru: Минимум 6 символов.

# login.credentials.submit-button
source: Siguiente
fr: Suivant
ru: Следующий

# login.credentials.verifying
source: Verificando...
fr: Vérification ...
ru: Проверка ...

# login.credentials.forgot-password
source: ¿Olvidaste tu contraseña?
fr: Avez-vous oublié votre mot de passe?
ru: Вы забыли свой пароль?

# login.token.title
source: Verificación de Dos Pasos
fr: Vérification en deux étapes
ru: Двухэтапная проверка

# login.token.instruction-prefix
source: Hemos enviado un código de verificación a
fr: Nous avons envoyé un code de vérification à

# login.token.your-email
source: tu correo
fr: Votre e-mail
ru: Ваша электронная почта

# login.token.instruction-suffix
source: Por favor, ingrésalo a continuación.
fr: Veuillez le pénétrer ci-dessous.
ru: Пожалуйста, вводите его ниже.

# login.token.code.label
source: Código de Verificación
fr: Le code de vérification
ru: Проверочный код

# login.token.code.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# login.token.code.error.length
source: El código debe tener 6 caracteres.
fr: Le code doit avoir 6 caractères.
ru: Код должен иметь 6 символов.

# login.token.code.error.format
source: El código solo puede contener números y letras mayúsculas.
fr: Le code ne peut contenir que des nombres et des lettres majuscules.
ru: Код может содержать только цифры и заглавные буквы.

# login.token.back-button
source: Volver
fr: Retour
ru: Возвращаться

# login.token.verify-button
source: Verificar e Iniciar Sesión
fr: Vérifiez et connectez-vous
ru: Проверьте и войдите в систему

# login.token.verifying
source: Verificando...
fr: Vérification ...
ru: Проверка ...

# login.token.resend-button
source: ¿No recibiste el código? Reenviar
fr: N'as-tu pas reçu le code? Avant
ru: Вы не получили код? Вперед

# login.token.resending
source: Reenviando código...
fr: Transfert de code ...
ru: Код пересылки ...

# login.no-account.question
source: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte?
ru: У тебя нет учетной записи?

# login.no-account.register-link
source: Regístrate aquí
fr: Inscrivez-vous ici
ru: Зарегистрируйтесь здесь

# register.brand-name
source: Visenture
fr: Visibilité
ru: Вице -президент

# register.title
source: Crear Cuenta
fr: Créer un compte
ru: Зарегистрироваться

# register.subtitle
source: Completa tus datos para registrarte
fr: Complétez vos données pour vous inscrire
ru: Заполните свои данные, чтобы зарегистрироваться

# register.name.label
source: Nombre Completo
fr: Nom et prénom
ru: Полное имя

# register.name.placeholder
source: Tu nombre
fr: Votre nom
ru: Ваше имя

# register.name.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# register.identification.label
source: Identificación
fr: IDENTIFIANT
ru: ИДЕНТИФИКАТОР

# register.identification.placeholder
source: Tu identificación
fr: Votre identification
ru: Ваша идентификация

# register.identification.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# register.identification.error.length
source: La identificación debe tener 8 caracteres.
fr: L'identification doit avoir 8 caractères.
ru: Идентификация должна иметь 8 символов.

# register.birth-date.label
source: Fecha de Nacimiento
fr: Date de naissance
ru: Дата рождения

# register.birth-date.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# register.address.label
source: Dirección
fr: Adresse
ru: Адрес

# register.address.placeholder
source: Tu dirección
fr: Votre adresse
ru: Ваш адрес

# register.address.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# register.phone.label
source: Teléfono
fr: Téléphone
ru: Телефон

# register.phone.placeholder
source: Tu teléfono
fr: Votre téléphone
ru: Ваш телефон

# register.phone.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# register.phone.error.length
source: El teléfono debe tener 10 dígitos.
fr: Le téléphone doit avoir 10 chiffres.
ru: Телефон должен иметь 10 цифр.

# register.email.label
source: Correo Electrónico
fr: E-mail
ru: Электронная почта

# register.email.placeholder
source: ejemplo@correo.com
fr: Example@correo.com
ru: Example@correo.com

# register.email.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# register.email.error.invalid
source: Por favor, ingresa un correo válido.
fr: Veuillez saisir un e-mail valide.
ru: Пожалуйста, введите действующее электронное письмо.

# register.password.label
source: Contraseña
fr: Mot de passe
ru: Пароль

# register.password.error.required
source: Este campo es requerido.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

# register.password.error.minlength
source: Mínimo 6 caracteres.
fr: Minimum 6 caractères.
ru: Минимум 6 символов.

# register.confirm-password.label
source: Confirmar Contraseña
fr: Confirmez le mot de passe
ru: Подтвердите пароль

# register.confirm-password.error.mismatch
source: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ru: Пароли не совпадают.

# register.error.validation-title
source: Error de validación:
fr: Erreur de validation:
ru: Ошибка проверки:

# register.submit-button
source: Registrarse
fr: Registre
ru: Зарегистрировать

# register.creating-account
source: Creando cuenta...
fr: Création de compte ...
ru: Создание учетной записи ...

# register.already-have-account.question
source: ¿Ya tienes una cuenta?
fr: Avez-vous déjà un compte?
ru: У вас уже есть аккаунт?

# register.already-have-account.login-link
source: Inicia sesión aquí
fr: Localiser la session ici
ru: Найдите сеанс здесь

# common.brand-name
source: Visenture
fr: Visibilité
ru: Вице -президент

# reset-password.title
source: Restablecer contraseña
fr: Restaurer le mot de passe
ru: Восстановить пароль

# reset-password.subtitle
source: Ingresa tu nueva contraseña
fr: Entrez votre nouveau mot de passe
ru: Введите свой новый пароль

# reset-password.verifying
source: Verificando enlace...
fr: Vérification du lien ...
ru: Проверка ссылки ...

# reset-password.invalid_link_title
source: Enlace inválido
fr: Lien non valide
ru: Недействительная ссылка

# reset-password.invalid_link_message
source: El enlace para restablecer la contraseña no es válido o ha expirado.
fr: Le lien pour restaurer le mot de passe n'est pas valide ou a expiré.
ru: Ссылка для восстановления пароля не является действительной или истек.

# reset-password.request_new_link
source: Solicitar un nuevo enlace
fr: Demander un nouveau lien
ru: Запросить новую ссылку

# reset-password.new_password_label
source: Nueva contraseña
fr: Nouveau mot de passe
ru: Новый пароль

# validation.password_required
source: La contraseña es requerida.
fr: Le mot de passe est requis.
ru: Пароль требуется.

# validation.password_minlength
source: La contraseña debe tener al menos 8 caracteres.
fr: Le mot de passe doit avoir au moins 8 caractères.
ru: Пароль должен иметь не менее 8 символов.

# reset-password.confirm_password_label
source: Confirmar contraseña
fr: Confirmez le mot de passe
ru: Подтвердите пароль

# validation.confirm_password_required
source: La confirmación de contraseña es requerida.
fr: La confirmation de mot de passe est requise.
ru: Требуется подтверждение пароля.

# validation.passwords_mismatch
source: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ru: Пароли не совпадают.

# reset-password.updating
source: Actualizando...
fr: Mise à jour ...
ru: Обновление ...

# reset-password.update_password
source: Actualizar contraseña
fr: Mettre à jour le mot de passe
ru: Обновить пароль

# reset-password.success_title
source: ¡Contraseña actualizada!
fr: Mot de passe mis à jour!
ru: Обновленный пароль!

# reset-password.success_message
source: Tu contraseña ha sido actualizada correctamente.
fr: Votre mot de passe a été mis à jour correctement.
ru: Ваш пароль был обновлен правильно.

# auth.login_link
source: Iniciar sesión
fr: Se connecter
ru: Авторизоваться

# resetPassword.success.title
source: ¡Contraseña actualizada!
fr: Mot de passe mis à jour!
ru: Обновленный пароль!

# resetPassword.success.message
source: Tu contraseña ha sido restablecida exitosamente.
fr: Votre mot de passe a été restauré avec succès.
ru: Ваш пароль был успешно восстановлен.

# auth.login
source: Iniciar sesión
fr: Se connecter
ru: Авторизоваться

# client-report.back.tooltip
source: Volver al panel
fr: Retour au panneau
ru: Вернуться к панели

# client-report.header.title
source: Reporte de Cliente: {{ client ? client.name : 'Cargando...' }}
fr: Rapport client:

# client-report.header.subtitle
source: Vista detallada de actividad y rendimiento
fr: Vue détaillée de l'activité et des performances
ru: Подробный вид активности и производительности

# client-report.error.help-text
source: Por favor, intenta nuevamente o contacta con soporte si el error persiste.
fr: Veuillez réessayer ou contacter le support si l'erreur persiste.
ru: Пожалуйста, попробуйте еще раз или свяжитесь с поддержкой, если ошибка сохранится.

# client-report.error.retry-button
source: Reintentar
fr: Réintégrer
ru: Receintear

# client-report.client.member-since
source: Cliente desde {{ client.registration_date | date:'dd/MM/yyyy' }}
fr: Client de

# client-report.client.phone-label
source: Teléfono
fr: Téléphone
ru: Телефон

# client-report.client.status-label
source: Estado
fr: État
ru: Состояние

# client-report.kpi.total-investment.label
source: Inversión Total
fr: Investissement total
ru: Общая инвестиция

# client-report.kpi.current-value.label
source: Valor actual: ${{ clientKpis && clientKpis.current_value ? clientKpis.current_value.toLocaleString('es-ES', {minimumFractionDigits: 2, maximumFractionDigits: 2}) : '0.00' }}
fr: Valeur actuelle: $

# client-report.kpi.roi.label
source: ROI
fr: Retour de retour
ru: Рентабельность

# client-report.kpi.gain.label
source: Ganancia: ${{ clientKpis && clientKpis.roi_amount ? clientKpis.roi_amount.toLocaleString('es-ES', {minimumFractionDigits: 2, maximumFractionDigits: 2}) : '0.00' }}
fr: Gain: $

# client-report.kpi.operations.label
source: Operaciones
fr: Opérations
ru: Операции

# client-report.kpi.last-operation.label
source: Última operación: {{ clientKpis && clientKpis.last_operation_date ? (clientKpis.last_operation_date | date:'dd/MM/yyyy') : 'N/A' }}
fr: Dernière opération:

# client-report.kpi.main-assets.label
source: Activos Principales
fr: Actifs principaux
ru: Основные активы

# client-report.filters.title
source: Filtros
fr: Filtres
ru: Фильтры

# client-report.filters.period.label
source: Período
fr: Période
ru: Период

# client-report.filters.market.label
source: Mercado
fr: Marché
ru: Рынок

# client-report.filters.status.label
source: Estado
fr: État
ru: Состояние

# client-report.filters.status.all
source: Todos
fr: Tous
ru: Все

# client-report.filters.status.active
source: Activo
fr: Actif
ru: Объект

# client-report.filters.status.inactive
source: Inactivo
fr: Inactif
ru: Праздный

# client-report.filters.status.pending
source: Pendiente
fr: Boucle
ru: Серьга

# client-report.filters.status.paid
source: Pagado
fr: Payé
ru: Оплаченный

# client-report.filters.clear-button
source: Limpiar
fr: Faire le ménage
ru: Чистый

# client-report.filters.apply-button
source: Aplicar
fr: Appliquer
ru: Применять

# client-report.filters.active-filters
source: Filtros activos
fr: Filtres actifs
ru: Активные фильтры

# client-report.export.pdf-button
source: Exportar PDF
fr: Exporter PDF
ru: Экспорт PDF

# client-report.export.excel-button
source: Exportar Excel
fr: Exporter Excel
ru: Экспорт Excel

# client-report.chart.commissions-trend.title
source: Tendencia de Comisiones
fr: Tendance de la commission
ru: Комиссионная тенденция

# client-report.chart.asset-distribution.title
source: Distribución de Activos
fr: Distribution des actifs
ru: Распределение активов

# client-report.commissions-table.title
source: Historial de Comisiones
fr: Histoire des commissions
ru: История комиссий

# client-report.commissions-table.subtitle
source: Detalle de comisiones generadas por este cliente
fr: Détail des commissions générées par ce client
ru: Деталь комиссий, сгенерированных этим клиентом

# client-report.commissions-table.month-header
source: Mes
fr: Mois
ru: Месяц

# client-report.commissions-table.year-header
source: Año
fr: Année
ru: Год

# client-report.commissions-table.commissions-header
source: Comisiones
fr: Commissions
ru: Комиссии

# client-report.commissions-table.operations-header
source: Operaciones
fr: Opérations
ru: Операции

# client-report.commissions-table.market-header
source: Mercado
fr: Marché
ru: Рынок

# client-report.commissions-table.status-header
source: Estado
fr: État
ru: Состояние

# client-report.commissions-table.no-data
source: No se encontraron comisiones para este cliente con los filtros seleccionados.
fr: Aucune commission pour ce client n'a été trouvée avec les filtres sélectionnés.
ru: Никаких комиссий для этого клиента не было найдено с выбранными фильтрами.

# client-report.commissions-table.paginator-aria-label
source: Seleccionar página de comisiones
fr: Sélectionner la page de commission
ru: Выберите страницу комиссии

# commissioner.panel.title
source: Panel del Comisionista
fr: Panel du commissaire
ru: Группа комиссара

# common.coming_soon_simulation
source: Próximamente (Simulación)
fr: Bientôt (simulation)

# commissioner.panel.subtitle
source: Gestiona tus clientes y comisiones
fr: Gérez vos clients et commissions
ru: Управляйте своими клиентами и комиссиями

# commissioner.actions.export.pdf
source: Exportar PDF
fr: Exporter PDF
ru: Экспорт PDF

# commissioner.actions.export.excel
source: Exportar Excel
fr: Exporter Excel
ru: Экспорт Excel

# commissioner.error.contact.support
source: Por favor, intenta nuevamente o contacta con soporte si el error persiste.
fr: Veuillez réessayer ou contacter le support si l'erreur persiste.
ru: Пожалуйста, попробуйте еще раз или свяжитесь с поддержкой, если ошибка сохранится.

# common.actions.retry
source: Reintentar
fr: Réintégrer
ru: Receintear

# common.filters.title
source: Filtros
fr: Filtres
ru: Фильтры

# commissioner.filters.client.search.label
source: Buscar cliente
fr: Trouver le client
ru: Найти клиента

# commissioner.filters.client.search.placeholder
source: Nombre, email...
fr: Nom, e-mail ...
ru: Имя, электронная почта ...

# common.market.label
source: Mercado
fr: Marché
ru: Рынок

# common.status.label
source: Estado
fr: État
ru: Состояние

# common.actions.clear
source: Limpiar
fr: Faire le ménage
ru: Чистый

# common.actions.apply
source: Aplicar
fr: Appliquer
ru: Применять

# common.filters.active
source: Filtros activos
fr: Filtres actifs
ru: Активные фильтры

# commissioner.tabs.summary.label
source: Resumen
fr: Résumé
ru: Краткое содержание

# commissioner.stats.total.clients.title
source: Clientes Totales
fr: Total des clients
ru: Всего клиентов

# commissioner.stats.active_clients_label
source: activos
fr: actifs

# commissioner.stats.commissions.month.title
source: Comisiones (Mes)
fr: Commissions (mois)
ru: Комиссии (месяц)

# commissioner.stats.vs_last_month_label
source: vs. último mes
fr: vs le mois dernier

# commissioner.stats.average.roi.title
source: ROI Promedio
fr: ROI Moyenne
ru: ROI в среднем

# commissioner.stats.clients_negative_roi_label
source: clientes con ROI negativo
fr: Clients avec un ROI négatif

# commissioner.stats.total.operations.title
source: Total Operaciones
fr: Total des opérations
ru: Общая операция

# commissioner.stats.this_month_label
source: Este mes
fr: Ce mois-ci

# commissioner.charts.client.distribution.title
source: Distribución de Clientes
fr: Distribution des clients
ru: Распределение клиентов

# commissioner.charts.commissions.by.market.title
source: Comisiones por Mercado
fr: Commissions du marché
ru: Рыночные комиссии

# commissioner.top.clients.roi.title
source: Mejores Clientes por ROI
fr: Meilleurs clients pour ROI
ru: Лучшие клиенты для рентабельности

# common.client.label
source: Cliente
fr: Client
ru: Клиент

# common.roi.label
source: ROI
fr: Retour de retour
ru: Рентабельность

# common.actions.label
source: Acciones
fr: Actes
ru: Действия

# common.actions.view.details
source: Ver detalles
fr: Voir les détails
ru: Смотрите детали

# commissioner.tabs.clients.label
source: Clientes
fr: Clients
ru: Клиенты

# common.name.label
source: Nombre
fr: Nom
ru: Имя

# common.registration.label
source: Registro
fr: Enregistrer
ru: Записывать

# common.investment.label
source: Inversión
fr: Investissement
ru: Инвестиции

# common.last.operation.label
source: Última Operación
fr: Dernière opération
ru: Последняя операция

# commissioner.actions.buy.stocks.tooltip
source: Comprar acciones para este cliente
fr: Achetez des actions pour ce client
ru: Купить акции для этого клиента

# commissioner.actions.sell.stocks.tooltip
source: Vender acciones de este cliente
fr: Vendre des actions de ce client
ru: Продать действия этого клиента

# common.actions.view.details.tooltip
source: Ver detalles del cliente
fr: Voir les détails du client
ru: Смотрите данные клиента

# commissioner.clients.no.results
source: No se encontraron clientes con los filtros seleccionados
fr: Aucun client n'a été trouvé avec les filtres sélectionnés
ru: С выбранными фильтрами не было найдено клиентов

# common.paginator.aria.label
source: Seleccionar página
fr: Sélectionner la page
ru: Выберите страницу

# commissioner.tabs.commissions.label
source: Comisiones
fr: Commissions
ru: Комиссии

# common.month.label
source: Mes
fr: Mois
ru: Месяц

# common.year.label
source: Año
fr: Année
ru: Год

# common.commission.label
source: Comisión
fr: Commission
ru: Комиссия

# common.operations.label
source: Operaciones
fr: Opérations
ru: Операции

# commissioner.commission.status.paid
source: Pagada
fr: Payé
ru: Оплаченный
